[Ability.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Медитация"
mTooltip="Существо сделает свой ход позднее, но увеличит свой максимальный урон на %buff4.buff.stat1 и %icon_luck удачу на %buff4.buff.stat2. %spell4.name прекращает действовать в конце хода или если это существо получает урон."

[Ability.A_mille_lames_Buff H7BaseBuff]
mName="Жертва"
mTooltip="Это существо отмечено. Длительность (ходов): %durnow."

[Ability.A_Meditation_Buff H7BaseBuff]
mName="Медитация"
mTooltip="Существо сделает свой ход позднее, но увеличит свой максимальный урон на %stat1 и %stat2.icon удачу на %stat2. %spell4.name прекращает действовать в конце хода или если это существо получает урон."

[A_Creature_t6_lv2 H7Creature]
mName="Даймё"
mLore=""

[A_Creature_t6_base H7Creature]
mName="Сюго"
mLore=""

[Ability.A_mille_lames H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Тысяча клинков"
mTooltip="Когда это существо наносит критический удар, выбранный отряд получает эффект %spell4.name. Когда это существо наносит урон выбранному отряду, отмеченному эффектом %spell4.name, то с вероятностью 10% тому наносится %d1 ед. дополнительного урона %icon_air воздухом до трёх раз подряд. %spell4.name прекращает действовать в конце раунда. "

[Ability.A_guerrier_valeureux H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ценность воина"
mTooltip="Когда этот отряд теряет по меньшей мере одно существо, то он получает %stat1 к максимальному урону и %stat2 к %stat2.icon удаче."

[Ability.A_guerrier_valeurs_Buff H7BaseBuff]
mName="Ценность воина"
mTooltip=""

